Repository: gmist/kay-ru
Catalog: kay/i18n/*/LC_MESSAGES/messages.po
Languages: ru

source: Appengine might be under maintenance.
ru: Возможно AppEngine находится на обслуживание.

source: user name
ru: имя пользователя

source: password
ru: пароль

source: email address
ru: e-mail адрес

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm password
ru: Повторите пароль

source: The new passwords don't match.
ru: Новые пароли не совпадают.

source: Invalid temporary session.
ru: Недопустимый временный сеанс.

source: Can not validate old password.
ru: Старый пароль не прошел проверку

source: The new password must differ from the old one.
ru: Новый пароль должен отличаться от старого.

source: This user name is already taken. Please choose another user name.
ru: Это имя пользователя уже используется. Пожалуйста, выберете другое имя пользователя.

source: Failed to login.
ru: Ошибка входа.

source: You must sign in for this operation.
ru: Для того, чтобы воспользоваться этой возможностью, вы должны войти в систему.

source: Password changed successfully.
ru: Пароль успешно изменен.

source: Change Password
ru: Изменение пароля

source: Changing password
ru: Изменение пароля

source: Change
ru: Изменение

source: Kay Login
ru: Вход в Kay

source: Kay Login Form
ru: Форма входа в Kay

source: Login
ru: Вход

source: Forgot password?
ru: Забыли пароль?

source: Kay Reset Password Request
ru: Запрос на сброс пароля в Kay

source: Please input your user name.
ru: Пожалуйста, введите ваше имя пользователя.

source: Request Resetting Password
ru: Запрос на изменение пароля

source: Kay Reset Password
ru: Сброс пароля в Kay

source: Please input your new password.
ru: Пожалуйста, введите ваш новый пароль.

source: Reset Your Password
ru: Сброс вашего пароля

source: An e-mail has been sent to you. Please follow the instruction in the e-mail for resetting your password.
ru: Вам был отправлен e-mail. Пожалуйста, для сброса вашего пароля, следуйте инструкциям содержащимся в этом e-mail.

source: Hi! In order to reset your password please visit the following link:
ru: Здравствуйте! Для сброса своего пароля, пожалуйста, перейдите по следующей ссылке:

source: Thanks, Your %(appname)s team
ru: С уважением разработчики %(appname)s

source: An instructions for resetting your password of %(appname)s.
ru: Инструкции для сброса вашего пароля в %(appname)s.

source: Your password has been changed successfully.
ru: Ваш пароль был успешно изменен.

source: Kay SocialAuth Login
ru: Вход в Kay через SocialAuth

source: You need to sign in with one of following services.
ru: Вы должны регистрироваться с помощью одной из следующих служб.

source: Updating a %s entity
ru: Обновление %s объекта

source: Creating a new %s
ru: Создание нового %s

source: An entity is updated successfully.
ru: Объект успешно обновлен.

source: A new entity is created successfully.
ru: Новый объект успешно создан.

source: An entity is deleted successfully.
ru: Объект успешно удален.

source: now
ru: сейчас

source: password(again)
ru: пароль (еще раз)

source: The passwords don't match.
ru: Пароли не совпадают.

source: Activation successful
ru: Активация прошла успешно

source: Activation failed :(
ru: Активация не удалась :(

source: Congratulations, %(username)s. Your account has been created successfully.
ru: %(username)s, поздравляем. Ваша учетная запись была успешно создана.

source: Sorry, there were problems with the activation. Please make sure that the activation link was opened correctly in your Browser.
ru: Увы, при активации возникли проблемы. Пожалуйста, удостоверьтесь, что ссылка на активацию была правильно открыта в вашем браузере.

source: Please be also aware that activation links expire automatically in %(seconds)s second.
ru: Пожалуйста, не забудьте, что ссылки на активацию истекают автоматически через %(seconds)s секунду.

source: Hi! In order to activate your account please visit the following link:
ru: Здравствуйте! Чтобы активировать вашу учетной запись, пожалуйста, пройдите по следующей ссылке:

source: Activation of your %(appname)s account
ru: Активация вашей %(appname)s учетной записи

source: Kay Registration
ru: Регистрация в Kay

source: Registration complete
ru: Регистрация завершена

source: An e-mail has been sent to you. Please follow the instructions in the e-mail.
ru: Вам было отправлен e-mail. Пожалуйста, следуйте инструкциям, которые находятся в данном e-mail.

source: Register new user
ru: Регистрация нового пользователя

source: Kay Registration Form
ru: Форма регистрации в Kay

source: Register
ru: Регистрация

source: You have to enter a valid e-mail address.
ru: Вы должны ввести правильный e-mail адрес.

source: You have to enter a valid URL.
ru: Вы должны ввести правильный URL.

source: The slug is too long
ru: Сокращение является слишком длинным

source: The slug must not start with a slash
ru: Сокращение не должно начинаться с наклонной черты

source: You have to enter a valid net address.
ru: Введите корректный сетевой адрес.

source: The port has to be numeric
ru: Порт должен быть числовым значением

source: Invalid character, < or > are not allowed.
ru: Неверный < или > не допустимый символ.

source: URL prefix must not be a sole slash.
ru: Префикс URL (ссылки) не может быть единственной наклонной чертой.

source: URL prefix must start with a slash.
ru: Префикс URL (ссылки) должен начинаться с наклонной черты.

source: URL prefix must not end with a slash.
ru: Префикс URL (ссылки) не должен заканчиваться наклонной чертой.

source: The text must not be empty.
ru: Текст не должен быть пустым.

source: Checked
ru: Отмечен

source: Not checked
ru: Не отмечен

source: No choices.
ru: Нет вариантов для выбора.

source: Save
ru: Сохранить

source: Confirm
ru: Подтвердить

source: Submit
ru: Отправить

source: This field is required.
ru: Это поле обязательно для заполнения.

source: Invalid security token submitted.
ru: Передан недействительный маркер безопасности.

source: Please provide at least %d item.
ru: Пожалуйста, укажите, по крайней мере, %d пункт.

source: Please provide no more than %d item.
ru: Пожалуйста, укажите не больше %d пункта.

source: Please enter at least %d character.
ru: Пожалуйста, введите, по крайней мере, %d символ.

source: Please enter no more than %d character.
ru: Пожалуйста, введите не больше %d символа.

source: The value is invalid.
ru: Неверное значение.

source: Enter a valid e-mail address.
ru: Введите допустимый e-mail адрес.

source: Please enter a valid date.
ru: Пожалуйста, введите допустимую дату.

source: The selected entity does not exist, or is not allowed to select.
ru: Выбранный элемент не существует или не может быть выбран.

source: Invalid value.
ru: Недопустимое значение.

source: Key does not exist.
ru: Ключ не существует.

source: Please enter a valid choice.
ru: Пожалуйста, введите допустимый вариант.

source: “%s” is not a valid choice
ru: “%s” недопустимый вариант.

source: Please enter a number.
ru: Пожалуйста, введите число.

source: Ensure this value is greater than or equal to %s.
ru: Сделайте это значение больше или равным %s.

source: Ensure this value is less than or equal to %s.
ru: Сделайте это значение меньше или равным %s.

source: Please enter a whole number.
ru: Пожалуйста, введите целое число.

source: Please enter a float number.
ru: Пожалуйста, введите число с плавающей точкой.

source: Please select a file to upload.
ru: Пожалуйста, выберите файл для загрузки.

source: File must not empty.
ru: Файл не должен быть пустым.

source: True
ru: Истина

source: False
ru: Ложь

source: Please select True or False.
ru: Пожалуйста, выберите Истину или Ложь.
